# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# General
brew "git"
brew "neovim"
brew "zsh"

# Util
brew "htop"
brew "ncdu"
brew "neofetch"
brew "youtube-dl"

# Casks
cask "alacritty"
cask "anki"
cask "appcleaner"
cask "discord"
cask "discretescroll"
cask "firefox"
cask "google-japanese-ime"
cask "iina"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
