tap "homebrew/bundle"

# Essentials
brew "fzf"
brew "git"
brew "mas"
brew "mise"
brew "neovim"
brew "tlrc"
brew "tmux"
brew "zsh"

# Utilities
brew "tty-clock"
brew "fastfetch"

# Casks
cask "alacritty"
cask "appcleaner"
cask "firefox"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

