tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "FelixKratz/formulae"

# Essentials
brew "borders"
brew "fzf"
brew "git"
brew "mas"
brew "mise"
brew "neovim"
brew "tmux"
brew "zsh"

# Utilities
brew "fastfetch"
brew "fd"
brew "ripgrep"
brew "tlrc"
brew "tty-clock"

# Language specific tools
brew "ruff"

# Casks
cask "aerospace"
cask "alacritty"
cask "appcleaner"
cask "bruno"
cask "firefox"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

