tap "nikitabobko/tap"
tap "FelixKratz/formulae"

# Essentials
brew "bat"
brew "borders"
brew "fzf"
brew "git"
brew "mas"
brew "mise"
brew "neovim"
brew "tmux"
brew "zsh"

# Utilities
brew "fastfetch"
brew "fd"
brew "ripgrep"
brew "tlrc"

# Other
brew "lua-language-server"
brew "stylua"

# Casks
cask "aerospace"
cask "appcleaner"
cask "discretescroll"
cask "firefox"
cask "ghostty"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

